window.MEETINGS = [
  {
    "次数": "第一次",
    "地点": "武汉",
    "住宿": "秋果",
    "每天": [
      {
        "日期": "2023年5月19",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2023年5月20",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2023年5月21",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2023年5月19 ~ 2023年5月21",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第二次",
    "地点": "南京",
    "住宿": "如家",
    "每天": [
      {
        "日期": "2023年7月14",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2023年7月14 ~ 2023年7月14",
    "天数": 1,
    "食物照片": []
  },
  {
    "次数": "第三次",
    "地点": "南京",
    "住宿": "宝宝的家",
    "每天": [
      {
        "日期": "2023年8月22日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2023年8月22日 ~ 2023年8月22日",
    "天数": 1,
    "食物照片": []
  },
  {
    "次数": "第四次",
    "地点": "重庆",
    "住宿": "机场附近的酒店",
    "每天": [
      {
        "日期": "2023年10月3日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2023年10月4日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2023年10月5日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2023年10月6日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2023年10月3日 ~ 2023年10月6日",
    "天数": 4,
    "食物照片": []
  },
  {
    "次数": "第五次",
    "地点": "六安",
    "住宿": "星城印象民宿",
    "每天": [
      {
        "日期": "2024年2月20日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年2月21日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年2月22日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2024年2月20日 ~ 2024年2月22日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第六次",
    "地点": "南京",
    "住宿": "民宿",
    "每天": [
      {
        "日期": "2024年3月15日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年3月16日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年3月17日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2024年3月15日 ~ 2024年3月17日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第七次",
    "地点": "武汉",
    "住宿": "秋果",
    "每天": [
      {
        "日期": "2024年4月19日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年4月20日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年4月21日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2024年4月19日 ~ 2024年4月21日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第八次",
    "地点": "六安",
    "住宿": "你好",
    "每天": [
      {
        "日期": "2024年8月2日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年8月3日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2024年8月2日 ~ 2024年8月3日",
    "天数": 2,
    "食物照片": []
  },
  {
    "次数": "第九次",
    "地点": "六安",
    "住宿": "你好",
    "每天": [
      {
        "日期": "2024年8月9日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年8月10日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2024年8月9日 ~ 2024年8月10日",
    "天数": 2,
    "食物照片": []
  },
  {
    "次数": "第十次",
    "地点": "合肥",
    "住宿": "桔子",
    "每天": [
      {
        "日期": "2024年10月15日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年10月16日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2024年10月17日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2024年10月15日 ~ 2024年10月17日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第十一次",
    "地点": "合肥",
    "住宿": "桔子",
    "每天": [
      {
        "日期": "2025年1月18号",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2025年1月19号",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2025年1月18号 ~ 2025年1月19号",
    "天数": 2,
    "食物照片": []
  },
  {
    "次数": "第十二次",
    "地点": "合肥",
    "住宿": "假日",
    "每天": [
      {
        "日期": "2025年2月14日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2025年2月15日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2025年2月14日 ~ 2025年2月15日",
    "天数": 2,
    "食物照片": []
  },
  {
    "次数": "第十三次",
    "地点": "南京",
    "住宿": "桔子",
    "每天": [
      {
        "日期": "2025年5月18日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2025年5月19日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2025年5月18日 ~ 2025年5月19日",
    "天数": 2,
    "食物照片": []
  },
  {
    "次数": "第十四次",
    "地点": "合肥",
    "住宿": "假日",
    "每天": [
      {
        "日期": "2025年7月5日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2025年7月6日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2025年7月7日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2025年7月5日 ~ 2025年7月7日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第十五次",
    "地点": "镇江",
    "住宿": "你好",
    "每天": [
      {
        "日期": "2025年10月20日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2025年10月21日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2025年10月22日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2025年10月20日 ~ 2025年10月22日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第十六次",
    "地点": "徐州",
    "住宿": "假日山庄",
    "每天": [
      {
        "日期": "2026年1月26日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年1月27日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年1月28日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2026年1月26日 ~ 2026年1月28日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第十七次",
    "地点": "南京",
    "住宿": "你好",
    "每天": [
      {
        "日期": "2026年3月25日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年3月26日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2026年3月25日 ~ 2026年3月26日",
    "天数": 2,
    "食物照片": []
  },
  {
    "次数": "第十八次",
    "地点": "六安",
    "住宿": "你好",
    "每天": [
      {
        "日期": "2026年4月19日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年4月20日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年4月21日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2026年4月19日 ~ 2026年4月21日",
    "天数": 3,
    "食物照片": []
  },
  {
    "次数": "第十九次",
    "地点": "马鞍山",
    "住宿": "碧海蓝天",
    "每天": [
      {
        "日期": "2026年6月8日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年6月9日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年6月10日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      },
      {
        "日期": "2026年6月11日",
        "早饭": "",
        "午饭": "",
        "晚饭": ""
      }
    ],
    "日期范围": "2026年6月8日 ~ 2026年6月11日",
    "天数": 4,
    "食物照片": []
  }
];
